Repository: frank-systopia/de.systopia.esr
Catalog: l10n/*/LC_MESSAGES/esr.po
Languages: de_de

source: ESR Code Generation
de_de: ESR Code Generierung

source: ESR Configuration
de_de: ESR Einstellungen

source: Participant Number (ESR_TN) Format
de_de: Teilnehmer-Nummer Format

source: 8 digits, leading zeros
de_de: 8 Ziffern mit führender Null

source: 9 digits, leading zeros
de_de: 9 Ziffern mit führender Null

source: unformatted
de_de: unformatiert

source: LSV Identification (LSV_ID)
de_de: LSV Identifikation (LSV_ID)

source: TA850 File Prefix
de_de: TA850 Datei-Präfix

source: Save
de_de: Speichern

source: Settings stored
de_de: Einstellungen gespeichert

source: Success
de_de: Erfolg

source: No campaign
de_de: Keine Kampagne

source: Amount
de_de: Betrag

source: Please enter a valid amount
de_de: Bitte einen gültigen Betrag eingeben

source: Participant number
de_de: Teilnehmer-Nummer

source: Please enter digits only
de_de: Bitte nur Ziffern eingeben

source: Mail code for campaign
de_de: Mailcode für Kampagne

source: Text module
de_de: Textbaustein

source: Organisation Name
de_de: Organisationsname

source: QR Account
de_de: Konto

source: ESR Reference Type
de_de: Referenztyp

source: ZE Address Type
de_de: ZE Adresstyp

source: ZE Street
de_de: ZE Strasse

source: ZE Street Number
de_de: ZE Haus-Nr.

source: ZE Postal Code
de_de: ZE PLZ

source: ZE City
de_de: ZE Ort

source: ZE Country
de_de: ZE Land

source: Currency
de_de: Währung

source: EZP Address Type
de_de: EZP Adress-Typ

source: Complete
de_de: Abschließen

source: Create CSV
de_de: CSV Erstellen

source: Cancel
de_de: Abbrechen

source: A ESR code has been generated
de_de: Ein ESR-Code wurde generiert

source: Organisation Name / Employer
de_de: Organisationsname / Arbeitgeber

source: Paying Contact
de_de: Zahlender Kontakt

source: Payment Amount
de_de: Zahlbetrag

source: Member (itself)
de_de: Mitglied (selbst)

source: Membership Type
de_de: Mitgliedsart

source: Fixed Amount
de_de: Festbetrag

source: Legacy Format
de_de: Altes Exportformat

source: Registration number
de_de: Personennummer

source: Address line 1
de_de: Adresszeile 1

source: Address line 2
de_de: Adresszeile 2

source: Address line 3
de_de: Adresszeile 3

source: Address line 4
de_de: Adresszeile 4

source: Address line 5
de_de: Adresszeile 5

source: Address line 6
de_de: Adresszeile 6

source: Street
de_de: Straße

source: Street number
de_de: Hausnummer

source: Postal code
de_de: Postleitzahl

source: City
de_de: Ort

source: Country
de_de: Land

source: Salutation
de_de: Anrede

source: Postal mailing salutation
de_de: Briefanrede

source: Formal title
de_de: Titel

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: VESR number
de_de: VESR-Nummer

source: ESR 1 Ref Row
de_de: ESR 1 Ref Zeile

source: ESR 1 Ref Row Grp
de_de: ESR 1 Ref Zeile Grp

source: ESR 1 Identity
de_de: ESR 1 Identität

source: Data Matrix Code Type 20 from digit 37
de_de: Data Matrix Code Typ 20 ab Stelle 37

source: Packet number
de_de: Paketnummer

source: Second Contact Identical
de_de: Zweitkontakt Identisch

source: Amount (main)
de_de: Betrag (Ganzzahl)

source: Amount (cents)
de_de: Betrag (Cents)

source: ZE Street number
de_de: ZE Haus-Nr.

source: EZP Street/Address
de_de: EZP Strasse/Adresse

source: EZP Street number
de_de: EZP Haus-Nr.

source: EZP Postal code
de_de: EZP PLZ

source: EZP City
de_de: EZP Ort

source: EZP Country
de_de: EZP Land

source: ESR Reference
de_de: Referenz

source: Personal number QR
de_de: PersNr

source: ESR Generation
de_de: ESR-Generierung

source: The ESR participant number is your organisation's registration number for the ESR system.
de_de: Dies ist die Teilnehmernummer Ihrer Organisation am ESR Verfahren

source: This fixed amount will be printed on the ESR payment form. If no amount is declared, an ESR+ without a pre-printed amount will be created.
de_de: Dieser feste Betrag wird auf dem ESR Zahlschein aufgedruckt. Wird kein Betrag angegeben, so wird eine ESR+ ohne vorgedruckten Betrag erstellt.

source: Parameters
de_de: Parameter

source: ESR Number
de_de: ESR-Nummer

source: Parameters for QR Code Format
de_de: Parameter für QR Code Format

source: You have the following options to determine the amount that is supposed to be collected:
de_de: Sie haben die folgenden Optionen zu definieren, welcher Betrag eingezogen wird

source: "Fixed Amount" - enter an amount that is then issued for alle memberships
de_de: "Festbetrag" - einen beliebigen Festbetrag hier eintrage

source: "Membership Type" - use the minimum fee amount from membership's respective type.
de_de: "Mitgliedsart" - der Minimalbeitrag der entsprechenden Mitgliedsart wird verwendet

source: "Field X" - take the fee amount from a 'Money' type custom field assigned to the membership. If that field is empty, the minimum fee amount from membership's respective type is used.
de_de: "Feld X" - Der Einzugsbetrag wird aus diesem benutzerdefinierten Feld an der Mitglidschaft entnommen. Falls das Feld leer ist, wird die Minimalbeitrag aus der Mitgliedschaftsart verwendet.

source: You have the following options to determine <i>which</i> contact is sent the code
de_de: Diese Enstellung entscheided, an <i>welchen</i> Kontakt der Code gesendet wird.

source: "Member (itself)" - the member
de_de: "Mitglied (selbst)" - das Mitglied

source: "Field X" - use the contact in this custom 'Contact-Reference' type custom field assigned to the membership. If it is empty, the member contact is used.
de_de: "Feld X" - verwende dieses 'Contact-Reference' Feld an der Mitgleidschaft um den Fremdzahler/Sponsor zu ermitten. Ist das Feld leer, wird das Mitglied selbst angeschrieben

source: ESR Registration
de_de: ESR Registrierung

source: Buyer Options
de_de: Fremdzahler Optionen

source: Amount Options
de_de: Betragsoptionen
